// pages/meet/meet.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    classList:[
      {
        
      },
    ],
    list:[
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'峰享会-新趋势下的红帽如何助力个人职场破局',
        img:'/img/lunbo_one.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      }
    ]
    },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad(options) {

  },
})