// pages/meet/meet.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    classList:[
      {
        
      },
    ],
    list:[
      {
        title:'头部电商高并发秒杀系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高并发秒杀系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      },
      {
        title:'头部电商高可用订单系统',
        img:'/img/list.png',
        time:'2023.07.21 19:20 - 2023.07.21 21:10'
      }
    ]
    },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad(options) {

  },
})